{
    "SNG Codes": "Kódy SNG",
    "Artwork detail": "Detail diela",
    "Enter artwork code to start": "Zadaj kód nalepený pri diele",
    "Collect your favorite artworks and find more info about them": "Zbieraj zaujímavosti z výstavy a spoznaj ich bližšie vo svojej kolekcii",
    "Verify": "Overiť",
    "Help": "Pomoc",
    "Try again": "Zlý kód",
    "Learn more on webumenia.sk": "Viac o diele na webumenia.sk",
    "Find another": "Nájsť iné",
    "Save": "Uložiť",
    "Remove": "Odstrániť",
    "My collection": "Moja kolekcia",
    "Remove all artworks?": "Odstrániť všetky diela?",
    "This cannot be undone": "Tento krok je nezvratný",
    "Add new artwork": "Pridať nové dielo",
    "Enter a new artwork code to add to your collection": "Zadaj nový kód diela pre pridanie do kolekcie",
    "Remove all artworks from collection": "Odstrániť všetky diela z kolekcie",
    "Share collection link": "Zdieľať odkaz na kolekciu",
    "We are still working on this feature": "Na tejto funkcionalite ešte pracujeme.",
    "Check back again soon.": "Čoskoro bude k dispozícii.",
    "Close": "Zavrieť",
    "Loading...": "Načítavam...",
    "How to revisit collection from home?": "Ako navštíviť svoju kolekciu z domu?",
    "Send the collection link to your e-mail or share it with friends.": "Odkaz môžeš poslať na svoj e-mail alebo zdieľať s priateľmi.",
    "The link does never expire - your collection will stay here even after you close the app.": "Odkaz nikdy nevyprší - tvoja kolekcia tu zostane aj po zatvorení aplikácie.",
    "Get back to it later.": "Vráť sa ku nej neskôr.",
    "Help us improve the app for you!": "Pomôž nám zlepšiť aplikáciu",
    "Did you enjoy your experience? What would you change to make it better for you?": "Splnila aplikácia tvoje očakávania? Čo by si zmenil, aby to bolo ešte lepšie?",
    "Let us know in the brief survey below!": "Daj nám vedieť v krátkom prieskume!",
    "Give feedback": "Spustiť prieskum",
    "Next": "Ďalej",
    "Start collecting": "Začni zbierať",
    "Delve deeper into the Gothic art": "Nazri pod povrch",
    "Find simple codes near artworks in the Gothic Art exhibition.": "Vo výstave Gotické umenie nájdeš pri vybraných dielach jednoduché kódy.",
    "Insert the code into the grid on the main screen of the app and press Verify. You will discover more about the artwork's story, function or technique.": "<b>Kód zadaj do mriežky</b> v aplikácii a stlač tlačidlo <b>overiť</b>. Objavíš viac o funkcii, technike alebo príbehu diela.",
    "Read anywhere": "Čítaj kdekoľvek",
    "Press the Save button to collect the artwork. You can find all saved artworks in your collection.": "Kurátorský vstup si môžeš <b>odložiť na neskôr</b> pomocou tlačidla <b>uložiť</b>. Nájdeš ho potom vo <b>svojej kolekcii</b>.",
    "The collection will persist even after you close the application.": "Kolekcia ostane zachovaná aj po vypnutí aplikácie.",
    "Share the knowledge": "Podeľ sa o vedomosti",
    "Share": "Zdieľať",
    "Tap the Share button in your collection, and send the link to your e-mail or share it with friends.": "Odkaz na kolekciu si môžeš <b>poslať na svoj mail</b>, alebo ju <b>zdieľať</b> na sociálnych sieťach.",
    "The shared link never expires.": "Odkaz na kolekciu nikdy nevyprší.",
    "Curator's insight in your pocket": "Kurátorský sprievod v mobile",
    "How does the Gothic altar work? Why are some statues missing their hands? What is the purpose of gilding?": "Ako funguje gotický oltár? Prečo sochám chýbajú ruky? Kedy je obraz hodný zlata?",
    "Find simple codes in the exhibition and discover the secrets of medieval artistic workshops.": "<b>Hľadaj kódy vo výstave</b> a odhaľuj tajomstvá stredovekých dielní.",
    "Saved! Tap this icon to view your collection.": "Uložené! Tu nájdeš svoju kolekciu.",
    "Enlarge": "Zväčšiť",
    "Items": "Diela",
    "Sections": "Sekcie"
}
