{
    "SNG Codes": "Kódy SNG",
    "Artwork detail": "Detail diela",
    "Enter artwork code to start": "Zadaj kód nalepený pri diele",
    "Collect your favorite artworks and find more info about them": "Zbieraj zaujímavosti z výstavy a spoznaj ich bližšie vo svojej kolekcii",
    "Verify": "Overiť",
    "Help": "Pomoc",
    "Try again": "Zlý kód",
    "Learn more on webumenia.sk": "Viac o diele na webumenia.sk",
    "Find another": "Nájsť iné",
    "Save": "Uložiť",
    "Remove": "Odstrániť",
    "My collection": "Moja kolekcia",
    "Remove all artworks?": "Odstrániť všetky diela?",
    "This cannot be undone": "Tento krok je nezvratný",
    "Add new artwork": "Pridať nové dielo",
    "Enter a new artwork code": "Zadaj nový kód diela",
    "Clear collection": "Odstrániť všetky diela",
    "Share collection link": "Zdieľať odkaz na kolekciu",
    "We are still working on this feature": "Na tejto funkcionalite ešte pracujeme.",
    "Check back again soon.": "Čoskoro bude k dispozícii.",
    "Close": "Zavrieť",
    "Loading...": "Načítavam...",
    "Your collection will stay here even after you close the app. Get back to it later.": "Tvoja kolekcia sa nikdy nestratí. <br />Vráť sa k nej neskôr alebo ju pošli dalej!",
    "Send the link to your e-mail or share it with friends.": "Odkaz môžeš poslať na svoj e-mail alebo zdieľať na sociálnych sieťach",
    "The link never expires.": "Odkaz nikdy nevyprší",
    "Help us make the app better": "Pomôž nám zlepšiť aplikáciu",
    "How did you like your experience with the app? Did it match your expectations?": "Splnila aplikácia tvoje očakávania?",
    "Let us know in the brief online survey.": "Vyplň krátky online prieskum a prispej k lepším zážitkom v expozíciách SNG!",
    "Give feedback": "Spustiť prieskum",
    "Next": "Ďalej",
    "Start collecting": "Začni zbierať",
    "Collect art": "Nazri pod povrch",
    "Save interesting artworks from the exhibition to your mobile device.": "Vo výstave Gotické umenie nájdeš pri vybraných dielach jednoduché kódy.",
    "Insert the code located by the artwork into the grid. Press save in the artwork profile to collect it.": "<b>Kód zadaj do mriežky</b> v aplikácii a stlač tlačidlo <b>overiť</b>. Objavíš viac o funkcii, technike alebo príbehu diela.",
    "Create a collection": "Čítaj kdekoľvek",
    "Saved artworks are added into your collection. Return to them later to find out more.": "Kurátorský vstup si môžeš <b>odložiť na neskôr</b> pomocou tlačidla <b>uložiť</b>. Nájdeš ho potom vo <b>svojej kolekcii</b>.",
    "The collection will persist even after you close the application.": "Kolekcia ostane zachovaná aj po vypnutí aplikácie.",
    "Share the collection": "Podeľ sa o vedomosti",
    "Tap the Share button in your collection, and send the link to your e-mail or share it with friends.": "Odkaz na kolekciu si môžeš <b>poslať na svoj mail</b>, alebo ju <b>zdieľať</b> na sociálnych sieťach.",
    "The shared link never expires.": "Odkaz na kolekciu nikdy nevyprší.",
    "What does Július Koller see?": "Kurátorský sprievod v mobile",
    "Invasion of Czechoslovakia inspired the artist to create an UFO-themed alter-ego.": "Ako funguje gotický oltár? Prečo sochám chýbajú ruky? Kedy je obraz hodný zlata?",
    "Insert the <b>code by the artwork</b> and find out more.": "<b>Hľadaj kódy vo výstave</b> a odhaľuj tajomstvá stredovekých dielní.",
    "Saved! Tap this icon to view your collection.": "Uložené! Tu nájdeš svoju kolekciu."
}